Repository: vipinchan/mimi-remote
Catalog: ios/MimiRemote/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.workspace_character_sun_wukong
source: Sun Wukong
zh_hans: 孙悟空

# ui.workspace_character_taishang_laojun
source: Taishang Laojun
zh_hans: 太上老君

# ui.workspace_character_tang_sanzang
source: Tang Sanzang
zh_hans: 唐僧

# ui.workspace_character_tathagata
source: Tathagata
zh_hans: 如来佛祖

# ui.workspace_character_three_cao_cao
source: Cao Cao
zh_hans: 曹操

# ui.workspace_character_three_diaochan
source: Diaochan
zh_hans: 貂蝉

# ui.workspace_character_three_guan_yu
source: Guan Yu
zh_hans: 关羽

# ui.workspace_character_three_liu_bei
source: Liu Bei
zh_hans: 刘备

# ui.workspace_character_three_lu_bu
source: Lü Bu
zh_hans: 吕布

# ui.workspace_character_three_sima_yi
source: Sima Yi
zh_hans: 司马懿

# ui.workspace_character_three_sun_quan
source: Sun Quan
zh_hans: 孙权

# ui.workspace_character_three_zhang_fei
source: Zhang Fei
zh_hans: 张飞

# ui.workspace_character_three_zhao_yun
source: Zhao Yun
zh_hans: 赵云

# ui.workspace_character_three_zhuge_liang
source: Zhuge Liang
zh_hans: 诸葛亮

# ui.workspace_character_water_hu_sanniang
source: Hu Sanniang
zh_hans: 扈三娘

# ui.workspace_character_water_li_kui
source: Li Kui
zh_hans: 李逵

# ui.workspace_character_water_lin_chong
source: Lin Chong
zh_hans: 林冲

# ui.workspace_character_water_lu_junyi
source: Lu Junyi
zh_hans: 卢俊义

# ui.workspace_character_water_lu_zhishen
source: Lu Zhishen
zh_hans: 鲁智深

# ui.workspace_character_water_song_jiang
source: Song Jiang
zh_hans: 宋江

# ui.workspace_character_water_sun_erniang
source: Sun Erniang
zh_hans: 孙二娘

# ui.workspace_character_water_wu_song
source: Wu Song
zh_hans: 武松

# ui.workspace_character_water_wu_yong
source: Wu Yong
zh_hans: 吴用

# ui.workspace_character_water_yan_qing
source: Yan Qing
zh_hans: 燕青

# ui.workspace_character_white_bone_demon
source: White Bone Demon
zh_hans: 白骨精

# ui.workspace_character_white_dragon_horse
source: White Dragon Horse
zh_hans: 白龙马

# ui.workspace_character_yellow_robed_demon
source: Yellow-Robed Demon
zh_hans: 黄袍怪

# ui.workspace_character_zhu_bajie
source: Zhu Bajie
zh_hans: 猪八戒

# ui.workspace_group_needs_attention
source: Needs Attention
zh_hans: 需要处理

# ui.workspace_group_recent
source: Recent
zh_hans: 最近会话

# ui.workspace_group_running
source: Running
zh_hans: 正在运行

# ui.workspace_icon
source: Workspace icon
zh_hans: 工作区图标

# ui.workspace_icon_style_abstract_geometry
source: Geometry
zh_hans: 几何

# ui.workspace_icon_style_alice_wonderland
source: Alice in Wonderland
zh_hans: 爱丽丝梦游仙境

# ui.workspace_icon_style_classic_albums
source: Classic Albums
zh_hans: 经典专辑

# ui.workspace_icon_style_classic_characters
source: Dragon Ball
zh_hans: 七龙珠

# ui.workspace_icon_style_compact_abstract_geometry
source: Geometry
zh_hans: 几何

# ui.workspace_icon_style_compact_alice_wonderland
source: Alice in Wonderland
zh_hans: 爱丽丝梦游仙境

# ui.workspace_icon_style_compact_classic_albums
source: Classic Albums
zh_hans: 经典专辑

# ui.workspace_icon_style_compact_classic_characters
source: Dragon Ball
zh_hans: 七龙珠

# ui.workspace_icon_style_compact_digimon
source: Digimon
zh_hans: 数码宝贝

# ui.workspace_icon_style_compact_greek_mythology
source: Greek Mythology
zh_hans: 希腊神话

# ui.workspace_icon_style_compact_journey
source: Journey to the West
zh_hans: 西游记

# ui.workspace_icon_style_compact_naruto
source: Naruto
zh_hans: 火影忍者

# ui.workspace_icon_style_compact_one_piece
source: One Piece
zh_hans: 航海王

# ui.workspace_icon_style_compact_red_chamber
source: Dream of the Red Chamber
zh_hans: 红楼梦

# ui.workspace_icon_style_compact_sherlock_holmes
source: Sherlock Holmes
zh_hans: 福尔摩斯

# ui.workspace_icon_style_compact_solar_system
source: Planets
zh_hans: 星球

# ui.workspace_icon_style_compact_three_kingdoms
source: Romance of the Three Kingdoms
zh_hans: 三国演义

# ui.workspace_icon_style_compact_water_margin
source: Water Margin
zh_hans: 水浒传

# ui.workspace_icon_style_compact_world_art
source: Artworks
zh_hans: 画作

# ui.workspace_icon_style_digimon
source: Digimon
zh_hans: 数码宝贝

# ui.workspace_icon_style_greek_mythology
source: Greek Mythology
zh_hans: 希腊神话

# ui.workspace_icon_style_naruto
source: Naruto
zh_hans: 火影忍者

# ui.workspace_icon_style_one_piece
source: One Piece
zh_hans: 航海王

# ui.workspace_icon_style_red_chamber
source: Dream of the Red Chamber
zh_hans: 红楼梦

# ui.workspace_icon_style_sherlock_holmes
source: Sherlock Holmes
zh_hans: 福尔摩斯

# ui.workspace_icon_style_solar_system
source: Planets
zh_hans: 星球

# ui.workspace_icon_style_three_kingdoms
source: Romance of the Three Kingdoms
zh_hans: 三国演义

# ui.workspace_icon_style_water_margin
source: Water Margin
zh_hans: 水浒传

# ui.workspace_icon_style_world_art
source: Artworks
zh_hans: 画作

# ui.workspace_list
source: Workspace list
zh_hans: 工作区列表

# ui.workspace_solar_earth
source: Earth
zh_hans: 地球

# ui.workspace_solar_jupiter
source: Jupiter
zh_hans: 木星

# ui.workspace_solar_mars
source: Mars
zh_hans: 火星

# ui.workspace_solar_mercury
source: Mercury
zh_hans: 水星

# ui.workspace_solar_neptune
source: Neptune
zh_hans: 海王星

# ui.workspace_solar_saturn
source: Saturn
zh_hans: 土星

# ui.workspace_solar_sun
source: Sun
zh_hans: 太阳

# ui.workspace_solar_uranus
source: Uranus
zh_hans: 天王星

# ui.workspace_solar_venus
source: Venus
zh_hans: 金星

# ui.workspace_submitted
source: Workspace committed
zh_hans: 工作区已提交

# ui.workspace_value_value_sessions_value_worktrees_value_value
source: Workspace %@, %@ sessions, %@ Worktrees, %@%@
zh_hans: 工作区 %@，%@ 个会话，%@ 个 Worktree，%@%@

# ui.workspaces_count
source: %lld workspaces
zh_hans: %lld 个工作区

# ui.workspaces_displayed_count
source: %lld workspaces displayed in the session
zh_hans: %lld 个工作区显示在会话里

# ui.worktree_cleanup_failed
source: Worktree cleanup failed
zh_hans: Worktree 清理失败

# ui.worktree_cleanup_failures_count
source: %lld cleanup failures
zh_hans: %lld 项清理失败

# ui.worktree_cleanup_partial_failure
source: %@; %@: %@. Create a new cleanup preview.
zh_hans: %@；%@：%@。请重新生成清理预览。

# ui.worktree_handoff_prompt
source: Continue the source session task in this new Worktree. Source session: - Title: %@ - Thread ID: %@ - Original workspace: %@%@ New Worktree: - Path: %@ - Base: %@ - Branch: %@ Next steps: 1. Check the current Git status and key files first. 2. Do not assume uncommitted changes from the original workspace were copied here; this Worktree is an isolated checkout created from the Base above. 3. Ask me which context to add if you need more detail from the source session.
zh_hans: 请在这个新的 Worktree 中继续处理来源会话的任务。 来源会话： - 标题：%@ - 线程 ID：%@ - 原工作区：%@%@ 新 Worktree： - 路径：%@ - Base：%@ - 分支：%@ 继续要求： 1. 先检查当前目录的 Git 状态和关键文件。 2. 不要假设原工作区的未提交改动已经复制到这里；这个 Worktree 是从上面的 Base 创建的隔离 checkout。 3. 如果需要来源会话更完整的上下文，请先向我确认要补充哪些信息。

# ui.worktree_registration_cleanup_not_completed
source: Worktree registration cleanup not completed
zh_hans: Worktree 登记清理未完成

# ui.worktree_registrations_cleaned_count
source: %lld missing worktree registrations cleaned
zh_hans: 已清理 %lld 条丢失的 Worktree 登记

# ui.worktrees_count
source: %lld worktrees
zh_hans: %lld 个 Worktree

# ui.worktrees_deleted_count
source: %lld worktrees deleted
zh_hans: 已删除 %lld 个 Worktree

# ui.worktrees_to_delete_count
source: Delete %lld worktrees
zh_hans: 删除 %lld 个 Worktree

# ui.writable
source: writable
zh_hans: 可写

# ui.writableroots_can_only_contain_the_current_allowlist_items
source: writableRoots can only contain the current allowlist items
zh_hans: writableRoots 只能包含当前 allowlist 项目

# ui.write_back_link_slow
source: Write back link slow
zh_hans: 写回链路慢

# ui.write_back_to_device
source: Write back to device
zh_hans: 写回设备

# ui.write_back_to_ipad
source: Write back to this device
zh_hans: 写回此设备

# ui.yes
source: Yes
zh_hans: 是

# ui.yesterday
source: Yesterday
zh_hans: 昨天

# ui.you_can_click_increase_quota_or_reset_usage
source: You can click "Increase Quota" or "Reset Usage" on the desktop Codex.
zh_hans: 可以在桌面 Codex 点“增加额度”或“重置使用量”。

# ui.you_can_directly_paste_the_absolute_path_in
source: You can directly paste the absolute path in the development environment; the directory must be within the authorized range (default is user Home).
zh_hans: 可直接粘贴开发环境中的绝对路径；目录需在已授权范围内（默认是用户 Home）。

# ui.you_can_start_speed_measurement
source: You can start speed measurement
zh_hans: 可以开始测速

# widget.car_status.accessibility_empty
source: Mimi, no task selected, %@
zh_hans: Mimi，暂无任务状态，%@

# widget.car_status.awaiting_sync
source: Waiting to Sync
zh_hans: 等待同步

# widget.car_status.completed
source: Completed
zh_hans: 已完成

# widget.car_status.description
source: View the selected task and its last known status.
zh_hans: 只读查看所选任务及其最后已知状态。

# widget.car_status.empty_detail
source: Choose a session in Mimi
zh_hans: 请在 Mimi 中选择会话

# widget.car_status.empty_title
source: No Task Selected
zh_hans: 暂无任务状态

# widget.car_status.failed
source: Failed
zh_hans: 失败

# widget.car_status.name
source: Mimi Task Status
zh_hans: Mimi 任务状态

# widget.car_status.needs_attention
source: Needs Attention
zh_hans: 需要处理

# widget.car_status.offline
source: Offline
zh_hans: 离线

# widget.car_status.running
source: Running
zh_hans: 进行中

# widget.car_status.stale
source: May Be Outdated
zh_hans: 可能已过期

# ui.tailcat_experiment_enabled
source: Tailcat mode on
zh_hans: Tailcat 模式已开启

# ui.tailcat_experiment_disabled
source: Tailcat mode off
zh_hans: Tailcat 模式已关闭

# ui.enable_tailcat_experiment
source: Use Tailcat experimental mode
zh_hans: 使用 Tailcat 实验模式

# ui.tailcat_experiment_summary
source: When on, all requests use Tailcat only. Your saved Tailscale connection remains unchanged and resumes when this switch is off.
zh_hans: 开启后，所有请求只走 Tailcat。已保存的 Tailscale 连接不会被修改；关闭开关后恢复使用。

# ui.tailcat_pairing_help
source: Generate a Tailcat QR code in Mimi on your Mac, then scan it from Mac Connection. A successful scan selects this route automatically.
zh_hans: 先在 Mac 版 Mimi 中生成 Tailcat 二维码，再从“Mac 连接”扫码。配对成功后会自动选择此线路。

# ui.tailcat_pairing_address_missing
source: The Tailcat pairing link is missing its temporary connection address.
zh_hans: Tailcat 配对链接缺少临时连接地址。

# ui.tailcat_diagnostics_help
source: Shows direct, Peer Relay, or relay path latency plus one real HTTP health request. Only the latest 10 redacted results are kept on this device.
zh_hans: 显示直连、Peer Relay 或中转路径及延迟，并执行一次真实 HTTP 健康请求。本设备只保留最近 10 条脱敏结果。

# ui.tailcat_request_latency_value
source: HTTP request: %@ ms
zh_hans: HTTP 请求：%@ ms

# ui.tailcat_request_failed
source: HTTP request failed
zh_hans: HTTP 请求失败

# ui.tailcat_address_placeholder
source: Paste the tc… address from your Mac
zh_hans: 粘贴 Mac 生成的 tc… 地址

# ui.tailcat_save_and_connect
source: Save and connect
zh_hans: 保存并连接

# ui.tailcat_address_help
source: Start the Mac-side host with the client public key below, then paste its address here.
zh_hans: 先用下方客户端公钥启动 Mac 端服务，再把服务端生成的地址粘贴到这里。

# ui.tailcat_client_public_key
source: Client public key
zh_hans: 客户端公钥

# ui.tailcat_public_key_help
source: Allow this key on the Mac. The matching private key stays in this device's Keychain.
zh_hans: Mac 端只允许这个公钥连接。对应私钥只保存在本设备的 Keychain 中。

# ui.tailcat_safety_note
source: Experimental transport. Keep the existing Tailscale profile until real-device HTTP, WebSocket, file transfer, reconnect, and background recovery tests pass.
zh_hans: 这是实验传输。在真机完成 HTTP、WebSocket、文件传输、重连和后台恢复验证前，请保留现有 Tailscale 连接档案。

# ui.tailcat_needs_address
source: Scan the Tailcat QR code generated by your Mac
zh_hans: 请扫描 Mac 生成的 Tailcat 配对二维码

# ui.tailcat_connected_local_endpoint_value
source: Connected through %@
zh_hans: 已通过 %@ 连接

# ui.tailcat_connection_failed_value
source: Tailcat failed: %@
zh_hans: Tailcat 连接失败：%@

# ui.tailcat_framework_unavailable
source: Run scripts/build-tailcat-mobile.sh, then rebuild the app
zh_hans: 请先运行 scripts/build-tailcat-mobile.sh，再重新构建 App

# ui.session_permission_settings_value
source: Session permission settings: %@
zh_hans: 会话权限设置：%@

# ui.follow_the_current_thread_permissions
source: Use current thread permissions
zh_hans: 沿用当前会话权限

# ui.additional_permissions
source: Additional permissions
zh_hans: 附加权限

# ui.agent_requests_network_access
source: Agent requests network access
zh_hans: Agent 请求网络访问

# ui.file_system
source: File system
zh_hans: 文件系统

# ui.host
source: Host
zh_hans: 主机

# ui.network_access_requested
source: Network access requested
zh_hans: 请求网络访问

# ui.network_request
source: Network request
zh_hans: 网络请求

# ui.permission_profile_cannot_be_combined_with_legacy_sandbox
source: A permission profile cannot be combined with legacy sandbox settings.
zh_hans: 权限档案不能与旧沙盒设置同时使用。

# ui.permission_profile_id_is_invalid
source: The permission profile ID is invalid.
zh_hans: 权限档案 ID 无效。

# ui.advanced_permission_profiles
source: Advanced permission profiles
zh_hans: 高级权限档案

# ui.protocol
source: Protocol
zh_hans: 协议

# ui.request_timed_out_after_sending
source: timed out after sending began
zh_hans: 发送开始后超时

# ui.requested_permissions
source: Requested permissions
zh_hans: 请求的权限

# ui.next_turn_permission_value
source: Next turn: %@
zh_hans: 下回合：%@

# ui.use_named_permission_profile
source: Use this named permission profile
zh_hans: 使用此命名权限档案

# ui.managed_devices_added_detail
source: Added %1$@ · ID %2$@
zh_hans: %1$@ 添加 · ID %2$@

# ui.managed_devices_authorization_expired
source: Device authorization expired. Check the subscription and try again.
zh_hans: 设备授权已失效，请检查订阅后重试。

# ui.managed_devices_connect_mac
source: Scan a Mac QR Code
zh_hans: 扫描 Mac 二维码

# ui.managed_devices_connecting
source: Authorizing this Mac…
zh_hans: 正在授权这台 Mac…

# ui.managed_devices_connection
source: Connect a Mac
zh_hans: 连接 Mac

# ui.managed_devices_credential_conflict
source: This installation already uses another device credential. Remove the old device and try again.
zh_hans: 本次安装已登记其他设备凭证，请移除旧设备后重试。

# ui.managed_devices_empty
source: No devices are using this subscription yet.
zh_hans: 此订阅尚未登记设备。

# ui.managed_devices_limit_reached
source: %1$@ limit reached (%2$@). Remove an old device and try again.
zh_hans: %1$@名额已满（最多 %2$@ 台），请移除旧设备后重试。

# ui.managed_devices_loading
source: Loading devices…
zh_hans: 正在加载设备…

# ui.managed_devices_mobile
source: iPhone & iPad
zh_hans: iPhone 与 iPad

# ui.managed_devices_network_error
source: Couldn't update devices. Check your connection and try again.
zh_hans: 无法更新设备，请检查网络后重试。

# ui.managed_devices_not_found
source: This device was already removed. Refresh the list and try again.
zh_hans: 此设备已被移除，请刷新列表后重试。

# ui.managed_devices_pairing_conflict
source: The pairing request conflicts with an earlier request. Scan the Mac code again.
zh_hans: 配对请求与之前的请求冲突，请重新扫描 Mac 二维码。

# ui.managed_devices_privacy_notice
source: Mimi stores only random installation identifiers and credential hashes. It doesn't upload device names, Tailcat addresses, agentd tokens, or private keys.
zh_hans: Mimi 只保存随机安装标识和凭证哈希，不上传设备名称、Tailcat 地址、agentd Token 或私钥。

# ui.managed_devices_qr_required
source: Use the current Mimi agentd to generate a Tailcat pairing QR code on your Mac.
zh_hans: 请在 Mac 上使用当前版本的 Mimi agentd 生成 Tailcat 配对二维码。

# ui.managed_devices_remove_action
source: Remove Device
zh_hans: 移除设备

# ui.managed_devices_remove_message
source: The device will immediately lose managed access. To use it again, register it and rescan each Mac.
zh_hans: 该设备会立即失去托管访问权限。再次使用时，需要重新登记并扫描每台 Mac。

# ui.managed_devices_remove_title
source: Remove this device?
zh_hans: 移除此设备？

# ui.managed_devices_rescan_notice
source: Restoring a subscription doesn't copy Mac credentials. On a new iPhone or iPad, scan every Mac you want to use.
zh_hans: 恢复订阅不会同步 Mac 凭证。更换 iPhone 或 iPad 后，需要重新扫描每台要访问的 Mac。

# ui.managed_devices_server_invalid
source: The managed device service returned an invalid response.
zh_hans: 托管设备服务返回了无效响应。

# ui.managed_devices_server_rejected
source: The managed device request was rejected.
zh_hans: 托管设备请求被拒绝。

# ui.managed_devices_subscription_required
source: An active Mimi Managed Connection subscription is required.
zh_hans: 需要有效的 Mimi 托管连接订阅。

# ui.managed_devices_this_device
source: This device
zh_hans: 本设备

# ui.managed_devices_title
source: Device slots
zh_hans: 设备名额

# ui.managed_devices_usage
source: %1$@ of %2$@ used
zh_hans: 已用 %1$@ / %2$@

# ui.managed_subscription_active
source: Subscription active
zh_hans: 订阅生效中

# ui.managed_subscription_checking
source: Checking subscription…
zh_hans: 正在检查订阅…

# ui.managed_subscription_expired
source: This subscription has expired. Select a plan to subscribe again.
zh_hans: 此订阅已过期，请重新选择方案订阅。

# ui.managed_subscription_restored
source: Your subscription has been restored.
zh_hans: 订阅已恢复。

# ui.managed_subscription_restore_empty
source: No active subscription was found. If your subscription has expired, select a plan to subscribe again.
zh_hans: 未找到有效订阅。若订阅已过期，请重新选择方案订阅。

# ui.managed_subscription_inactive
source: This subscription is not active.
zh_hans: 此订阅当前未生效。

# ui.managed_subscription_grace
source: Billing issue — access remains available during the grace period
zh_hans: 扣款出现问题，宽限期内仍可使用

# ui.managed_subscription_network_error
source: Couldn't verify the subscription. Check your connection and try again.
zh_hans: 无法验证订阅，请检查网络后重试。

# ui.managed_subscription_not_active
source: Not subscribed
zh_hans: 未订阅

# ui.managed_subscription_pending
source: Purchase pending approval
zh_hans: 购买正在等待批准

# ui.managed_subscription_plans
source: Choose a plan
zh_hans: 选择订阅方案

# ui.managed_subscription_product_unavailable
source: Subscription plans are temporarily unavailable.
zh_hans: 订阅方案暂时不可用。

# ui.managed_subscription_renews_automatically
source: Payment is charged to your Apple Account. The subscription renews automatically unless canceled in App Store settings.
zh_hans: 费用将从你的 Apple 账户扣除。除非在 App Store 设置中取消，否则订阅会自动续期。

# ui.managed_subscription_revoked
source: This subscription was refunded or revoked.
zh_hans: 此订阅已退款或撤销。

# ui.managed_subscription_section
source: Managed connection
zh_hans: 托管连接

# ui.managed_subscription_server_invalid
source: The subscription service returned an invalid response.
zh_hans: 订阅服务返回了无效响应。

# ui.managed_subscription_server_rejected
source: The subscription could not be verified.
zh_hans: 订阅未能通过验证。

# ui.managed_subscription_status
source: Status
zh_hans: 订阅状态

# ui.managed_subscription_title
source: Mimi Managed Connection
zh_hans: Mimi 托管连接

# ui.managed_subscription_trial_active
source: Free trial active
zh_hans: 免费试用中

# ui.managed_subscription_trial_offer
source: %@ free trial for eligible subscribers
zh_hans: 符合资格的订阅者可免费试用 %@

# ui.managed_subscription_unverified
source: Apple couldn't verify this transaction.
zh_hans: Apple 无法验证此交易。

# ui.managed_subscription_valid_until
source: Valid until %@
zh_hans: 有效期至 %@

# ui.custom_tailcat
source: Self-hosted Tailcat
zh_hans: 自建 Tailcat

# ui.enable_custom_tailcat
source: Use self-hosted Tailcat
zh_hans: 使用自建 Tailcat

# ui.custom_tailcat_summary
source: This free option uses the Tailcat address and relay service you manage. Turning it off keeps the saved address and uses the saved direct route.
zh_hans: 此免费方式使用你自行管理的 Tailcat 地址和中转服务。关闭后仍保留地址，并改用已保存的直连线路。

# ui.custom_tailcat_safety_note
source: You are responsible for relay access control, availability, and updates. The Tailcat private key remains in this device's Keychain.
zh_hans: 你需要自行负责中转准入、可用性和升级。Tailcat 私钥只保存在本设备的 Keychain 中。

# ui.local_network
source: Local network
zh_hans: 局域网

# ui.managed_connection_recommended_title
source: Recommended
zh_hans: 推荐

# ui.managed_connection_recommended_value
source: No relay setup
zh_hans: 免配置中转

# ui.managed_connection_recommended_summary
source: Subscribe with your Apple Account and scan each Mac. LAN, Tailscale, and self-hosted Tailcat remain free below.
zh_hans: 使用 Apple 账户订阅后扫描每台 Mac。局域网、Tailscale 和自建 Tailcat 仍可在下方免费使用。

# ui.managed_connection_route_status
source: Connection route
zh_hans: 连接线路

# ui.managed_connection_retry
source: Retry Managed Connection
zh_hans: 重试托管连接

# ui.managed_connection_use_tailscale_once
source: Use Tailscale This Time
zh_hans: 本次使用 Tailscale

# ui.managed_connection_use_lan_once
source: Use Local Network This Time
zh_hans: 本次使用局域网

# ui.managed_connection_using_temporary_route
source: Using %@ for this session
zh_hans: 本次正在使用 %@

# ui.managed_connection_fallback_notice
source: Only a route already saved for this Mac can be selected. This choice does not change the default or delete any configuration.
zh_hans: 只能选择这台 Mac 已保存的线路。本次选择不会修改默认线路，也不会删除任何配置。

# ui.restore_purchases
source: Restore Purchases
zh_hans: 恢复购买

# ui.subscription_information
source: Subscription information
zh_hans: 订阅信息
